Repository: intraweb-modules13/IWmessages
Catalog: locale/*/LC_MESSAGES/module_iwmessages.po
Languages: ca

source: Module IWmain is needed. You have to install the IWmain module before installing it.
ca: El mòdul IWmain ha d'estar instal·lat. Instal·leu-lo per poder instal·lar aquest mòdul.

source: IWMessages
ca: Missatges interns

source: Allow to send private messages between users.
ca: Permet enviar missatges interns entre els usuaris

source: IWmessages Hooks
ca: Lligams del IWmessages

source: Error! Could not do what you wanted. Please check your input.
ca: No s'ha pogut carregar el que volíeu. Reviseu les dades

source: Error! Could not load items.
ca: S'ha produït un error en carregar elements

source: No such item found.
ca: No s'ha trobat l'element

source: Error! Update attempt failed.
ca: No s'ha pogut actualitzar

source: Error! Sorry! Deletion attempt failed.
ca: L'intent d'esborrament ha fallat

source: Error! Creation attempt failed.
ca: L'intent de creació ha fallat

source: Send Message
ca: Envia un missatge

source: View Messages
ca: Mostra els missatges

source: Mark/unmark the message
ca: Marca/desmarca el missatge

source: Module configuration
ca: Configuració del mòdul

source: January February March April May June July August September October November December
ca: Gener Febrer Març Abril Maig Juny Juliol Agost Setembre Octubre Novembre Desembre

source: Not read
ca: No llegit

source: All
ca: Tots

source: Only not readed
ca: Només no llegits

source: Only marked messages
ca: Només marcats

source: Message not found
ca: No s'ha trobat el missatge

source: You don't have any messages
ca: No teniu cap missatge privat

source: Sorry! No authorization to access this module.
ca: No teniu autorització per accedir a aquest mòdul

source: No message(s) selected
ca: No s'ha seleccionat cap missatge

source: Your message has been deleted.
ca: S'ha esborrat el vostre missatge.

source: You can't reply to that message. It wasn't sent to you.
ca: No podeu respondre a aquest missatge. No en sou el destinatari.

source: wrote
ca: va escriure

source: on
ca: a

source: To all users
ca: A tots els usuaris

source: Not user especified.
ca: No has especificat el destinatari.

source: No subject
ca: No has especificat l'assumpte.

source: Some of the users writed into the field A: are not correct. The incorrect users are:
ca: Algun o alguns dels usuaris posats en el camp A: no són correctes. Els usuaris incorrectes són:

source: Please check that the name of the user you are sending a message to is a real user and known by this system.
ca: Si us plau, comproveu que el nom de l'usuari/ària al que voleu enviar el missatge existeix en aquest lloc web

source: Probably the message has been sent without the attached file
ca: Probablement el missatge s'ha enviat sense el fitxer adjunt

source: Number of sent messages:
ca: Nombre de missatges enviats:

source: Your message has been posted.
ca: S'ha enviat el vostre missatge.

source: Errors number:
ca: Nombre d'errors:

source: Marked/unmarked messages
ca: Els missatges han estat marcats/desmarcats

source: The module configuration has changed
ca: S'ha modificat la configuració de mòdul

source: You are not allowed to do this action
ca: No teniu autorització per dur a terme aquesta acció

source: no block id
ca: No hi ha cap missatge seleccionat

source: unable to get message info for msgid=
ca: no es pot obtenir la informació del missatge

source: unable check/uncheck message for msgid=
ca: no es pot marcar/desmarcar el missatge

source: no msg id
ca: no existeix l'identificador del missatge

source: no id
ca: No hi ha cap missatge seleccionat

source: no who value
ca: falta el valor del remitent

source: no user id
ca: no existeix l'identificador d'usuari

source: Pages
ca: Pàgines

source: Attachment of files in the messages
ca: Enviament de fitxers adjunts als missatges

source: The groups listed bellow can attach files in the private messages
ca: Els grups següents poden adjuntar fitxers als missatges privats

source: Add a group
ca: Afegeix el Grup

source: Criteria for the massive sending of messages
ca: Criteris per a l'enviament massiu de missatges

source: The group
ca: El grup

source: can send massive messages to the group
ca: pot enviar missatges massius al grup

source: All the groups
ca: Tots els grups

source: Other configuration options
ca: Altres opcions de configuració

source: Initiation of the file folder
ca: Inici del directori de fitxers

source: Server folder for attached files
ca: Directori del servidor on s'emmagatzemen els fitxers adjunts als missatges

source: The attached files folder has not been found
ca: No s'ha trobat el directori per als fitxers adjunts

source: This folder needs written permissions (chmod 777)
ca: Aquest directori ha de tenir permisos d'escriptura

source: Not suggest on message sending
ca: Desactiva el suggeriment de noms a l'enviament de missatges

source: Smilies active
ca: Emoticones actives

source: Limit of messages in received list (0 means no limit)
ca: Nombre màxim de missatges a la llista de rebuts (0 significa que no hi ha límit)

source: Limit of messages in sent list (0 means no limit)
ca: Nombre màxim de missatges a la llista d'enviats (0 significa que no hi ha límit)

source: When a user overcomes a limit an annoying message is showed, but functionalities are still available.
ca: Quan un usuari sobrepassa un límit li apareix un missatge molest, però les funcionalitats del mòdul continuen disponibles.

source: Modify
ca: Modifica

source: To
ca: A

source: From
ca: De

source: Mark the message with a flag
ca: 'Marca el missatge amb una bandera

source: Subject
ca: Assumpte

source: Sent
ca: Enviat

source: Message
ca: Missatge

source: Reply
ca: Respon

source: Mark/unmark
ca: Marca/desmarca

source: Confirm the action before deleting the message?
ca: Vols realment esborrar el missatge?

source: Delete
ca: Esborra

source: ...modifying note flag status...
ca: ...modificant la marca de la nota...

source: The extension of the attached file
ca: L'extensió del fitxer adjunt

source: is not allowed. The allowed extensions are:
ca: no és admesa. Les extensions possibles són:

source: Confirm before send?
ca: Vols realment enviar el missatge?

source: Send private message
ca: Envia un missatge privat

source: and/or to the group
ca: i/o al grup/subgrup

source: Choose a group...
ca: Tria un grup...

source: Icon
ca: Icona

source: You can activate smilies from module configuration.
ca: Podeu activar les emoticones des de la configuració del mòdul.

source: Attached files
ca: Fitxers adjuts

source: Allowed extensions
ca: Extensions permeses

source: File 1
ca: Fitxer 1

source: File 2
ca: Fitxer 2

source: File 3
ca: Fitxer 3

source: Submit
ca: Tramet

source: Cancel reply
ca: Cancel·la la resposta

source: Cancel sending
ca: Cancel·la l'enviament

source: Original message
ca: Missatge original

source: Message(s) received
ca: Missatges rebuts

source: Filter the messages
ca: Filtra els missatges

source: Records per page
ca: Registres per pàgina

source: Check all
ca: Marcar tots

source: Date
ca: Data

source: Message rewritted
ca: Missatge respost

source: Message read
ca: Missatge llegit

source: Message unread
ca: Missatge no llegit

source: Confirm the action before deleting the messages selected?
ca: Vols realment esborrar els missatges seleccionats?

source: Mark/Unmark messages
ca: Marca/desmarca els missatges

source: Number of messages in inbox
ca: Nombre de missatges a la bústia d'entrada

source: You have overcame the number of messages allowed in inbox. You should delete some messages.
ca: Has superat el nombre de missatges permesos a la bústia d\'entrada. Hauries d\'esborrar alguns missatges.

source: Message sent
ca: Missatges enviats

source: Hand-over date
ca: Data d'enviament

source: Date of reading
ca: Data de lectura

source: Number of messages in outbox
ca: Nombre de missatges a la bústia de sortida

source: You have overcame the number of messages allowed in outbox. You should delete some messages.
ca: Has superat el nombre de missatges permesos a la bústia de sortida. Hauries d\'esborrar alguns missatges.

source: Your private messages
ca: Els vostres missatges privats
